//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "Prekliči";
"_upload_file_"             = "Pošlji datoteko";
"_download_file_"           = "Prejmi datoteko";
"_loading_"                 = "Poteka nalaganje …";
"_loading_with_points_"     = "Poteka nalaganje …";
"_loading_num_"             = "Poteka nalaganje datoteke %i";
"_loading_autoupload_"      = "Samodejno pošiljanje";
"_uploading_"               = "Pošiljanje";
"_synchronization_"         = "Usklajevanje";
"_delete_"                  = "Izbriši";
"_delete_file_n_"           = "Izbriši datoteko %i od %i";
"_rename_"                  = "Preimenuj";
"_move_"                    = "Premakni";
"_move_file_n_"             = "Premakni datoteko %i od %i";
"_creating_sharing_"        = "Ustvarjanje predmeta souporabe";
"_updating_sharing_"        = "Poteka posodabljanje predmeta souporabe";
"_removing_sharing_"        = "Poteka odstranjevanje predmeta souporabe";
"_add_"                     = "Dodaj";
"_login_"                   = "Prijava";
"_save_"                    = "Shrani";
"_warning_"                 = "Opozorilo";
"_error_"                   = "Napaka";
"_error_e2ee_"              = "Napaka celovitega šifriranja E2EE";
"_no_"                      = "Ne";
"_yes_"                     = "Da";
"_select_"                  = "Izberi";
"_deselect_"                = "Odstrani izbor";
"_select_all_"              = "Izberi vse";
"_upload_"                  = "Pošlji";
"_home_"                    = "Datoteke";
"_file_to_upload_"          = "Datoteka za pošiljanje";
"_destination_"             = "Cilj";
"_ok_"                      = "V redu";
"_beta_version_"            = "Različica beta";
"_function_in_testing_"     = "Function in testing, please send information about any problems you run into.";
"_done_"                    = "Končano";
"_passcode_too_short_"      = "Passcode too short, at least 4 characters required";
"_selected_"                = "Izbrano";
"_scan_fingerprint_"        = "Preberi prstni odtis za overitev";
"_no_active_account_"       = "Ni najdenega nobenega računa";
"_info_"                    = "Podrobnosti";
"_warning_"                 = "Opozorilo";
"_email_"                   = "Elektronski naslov";
"_save_exit_"               = "Ali želite končati brez shranjevanja?";
"_video_"                   = "Video";
"_overwrite_"               = "Prepiši";
"_transfers_in_queue_"      = "V teku so prenosi. Počakajte na končanje opravila ...";
"_too_errors_automatic_all_"= "Zaznanih je preveč napak. Problem preverite v »Nadzornem središču«";
"_create_folder_"           = "Ustvari mapo";
"_create_folder_on_"        = "Ustvari mapo na";
"_close_"                   = "Zapri ";
"_postpone_"                = "Odloži";
"_remove_"                  = "Odstrani";
"_file_not_found_"          = "Datoteke ni mogoče najti";
"_continue_"                = "Nadaljuj";
"_continue_request_"        = "Ali želite nadaljevati?";
"_auto_upload_folder_"      = "Samodejno pošiljanje";
"_gallery_"                 = "Galerija";
"_photo_"                   = "Slike";
"_audio_"                   = "Zvok";
"_unknown_"                 = "Neznano";
"_next_"                    = "Naprej ";
"_success_"                 = "Uspešno končano";
"_initialization_"          = "Začenjanje";
"_experimental_"            = "Preizkusno";
"_select_dir_media_tab_"    = "Select as folder \"Media\"";
"_error_creation_file_"     = "Napaka! Datoteke ni mogoče ustvariti";
"_save_path_"               = "Shrani pot";
"_save_settings_"           = "Shrani nastavitve";
"_mode_filename_"           = "Datotečni način";
"_warning_owncloud_"        = "You are connected to an ownCloud server. This is untested and unsupported, use at your own risk. To upgrade to Nextcloud, see https://nextcloud.com/migration";
"_warning_unsupported_"     = "You are using an unsupported version of Nextcloud. For the safety of your data we strongly recommend updating to the latest stable Nextcloud";
"_restore_"                 = "Obnovi";
"_camera_roll_"             = "Camera roll";
"_tap_here_to_change_"      = "Pritisnite za spreminjanje";
"_no_albums_"               = "Ni albumov";
"_denied_album_"            = "Program nima dostopa do mape Slik. Dostop je mogoče urediti med nastavitvami zasebnosti.";
"_denied_camera_"           = "Program nima dostopa do mape Kamere. Dostop je mogoče urediti med nastavitvami zasebnosti.";
"_start_"                   = "Začni";
"_purchase_"                = "Nakup";
"_account_not_available_"   = "The account %@ of %@ does not exist, please add it to be able to read the file %@";
"_error_parameter_schema_"  = "Vpisani so napačni parametri, zato nadaljevanje ni mogoče.";
"_comments_"                = "Opombe";
"_sharing_"                 = "Souporaba";
"_details_"                 = "Podrobnosti";
"_dark_mode_"               = "Temni način";
"_dark_mode_detect_"        = "Zaznaj temni način iOS";
"_screen_"                  = "Zaslon";
"_wipe_account_"            = "Račun je trajno izbrisan s strežnika";
"_appconfig_view_title_"    = "Poteka nastavljanje računa ...";
"_no_permission_add_file_"  = "Ni ustreznih dovoljenj za dodajanje datotek";
"_no_permission_delete_file_" = "Ni ustreznih dovoljenj za brisanje datotek";
"_no_permission_modify_file_" = "Ni ustreznih dovoljenj za spreminjanje datotek";
"_request_upload_new_ver_"  = "Datoteka je bila spremenjena. Ali želite poslati v oblak novo različico?";
"_add_folder_info_"         = "Dodaj podrobnosti mape";
"_back_"                    = "Nazaj";
"_search_"                  = "Poišči";
"_of_"                      = "of";
"_internal_modify_"         = "Uredi z notranjim urejevalnikom";
"_database_corrupt_"        = "Oops something went wrong, please enter your credentials but don't worry, your files have remained secure";
"_download_image_max_"      = "Prejmi sliko v polni ločljivosti";
"_livephoto_save_"          = "Save Live Photo to photo album";
"_livephoto_save_error_"    = "Error during save of Live Photo";
"_file_conflict_num_"       = "file conflict";
"_file_conflicts_num_"      = "file conflicts";
"_file_conflict_desc_"      = "Which files do you want to keep?\nIf you select both versions, the copied file will have a number added to its name.";
"_file_conflict_new_"       = "Nove datoteke";
"_file_conflict_exists_"    = "Obstoječe datoteke";
"_file_not_rewite_doc_"     = "It is not possible to overwrite a document but only to create a new one";
"_move_or_copy_"            = "Premakni ali kopiraj";
"_copy_"                    = "Kopiraj";
"_now_"                     = "Now";

// App

"_network_available_"       = "Na voljo je novo omrežje";
"_network_not_available_"   = "Omrežje ni na voljo";

// Networking

"_file_too_big_"            = "Datoteka je prevelika za šifriranje/odšifriranje";
"_file_too_big_max_100_"    = "Datoteka je prevelika (omejitev je 100 Kb)";
"_...loading..._"           = "Poteka nalaganje ...";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "Could not find nor resend file. Delete the upload and reload the file to upload it.";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists";
"_read_file_error_"         = "Datoteke ni mogoče prebrati";

// More

"_more_"                        = "Več";
"_notifications_"               = "Obvestila";
"_logout_"                      = "Odjava";
"_quota_space_unlimited_"       = "Neomejeno";
"_quota_space_unknown_"         = "Neznano";
"_quota_using_"                 = "V uporabi je %@ od %@";

// Settings

"_acknowledgements_"            = "Zasluge";
"_settings_"                    = "Nastavitve";
"_passcode_"                    = "Geslo";
"_lock_"                        = "Zaklepanje";
"_lock_active_"                 = "Zaklep: omogočen";
"_lock_not_active_"             = "Zaklep: onemogočen";
"_lock_protection_no_screen_"        = "Ne vprašaj ob zagonu";
"_lock_protection_no_screen_footer_" = "Use \"Do not ask at startup\" for the encryption option";
"_url_"                         = "Naslov URL";
"_username_"                    = "Uporabniško ime";
"_change_credentials_"          = "Spremenite poverila";
"_wifi_only_"                   = "Uporabi le povezave Wi-Fi";
"_settings_autoupload_"         = "Samodejno pošiljanje";
"_app_version_"                 = "Različica programa";
"_app_in_use_"                  = "Program v uporabi";
"_contact_by_email_"            = "Stopite v stik z nami po elektronski pošti";
"_clear_cache_"                 = "Počisti predpomnilnik";
"_clear_cache_footer_"          = "Počistite prejete datoteke programa";
"_exit_"                        = "Ponastavi program";
"_exit_footer_"                 = "Odstranite vse račune in krajevne podatke programa";
"_funct_not_enabled_"           = "Možnost ni omogočena";
"_passcode_activate_"           = "Password lock on";
"_disabling_passcode_"          = "Removing password lock";
"_want_exit_"                   = "Opozorilo! Stanje bo postavljeno na začetno stanje. Ali želite vseeno nadaljevati?";
"_proceed_"                     = "Nadaljuj";
"_delete_cache_"                = "Izbriši predpomnilnik";
"_want_delete_cache_"           = "Ali želite izbrisati predpomnilnik (odstranili boste tudi vse prenose v teku)?";
"_want_delete_thumbnails_"      = "Do you want to delete all thumbnails too?";
"_mail_deleted_"                = "Elektronsko sporočilo je izbrisano";
"_mail_saved_"                  = "Elektronsko sporočilo je shranjeno";
"_mail_sent_"                   = "Elektronsko sporočilo je poslano";
"_mail_failure_"                = "Sporočila ni mogoče poslati: %@";
"_information_req_"             = "Information request";
"_write_in_english_"            = "Kindly write to us in English";
"_credentials_"                 = "Poverila";
"_manage_account_"              = "Upravljanje računa";
"_change_password_"             = "Spremeni geslo";
"_add_account_"                 = "Dodaj račun";
"_delete_account_"              = "Odstrani račun";
"_want_delete_"                 = "Ali res želite izbrisati račun?";
"_no_delete_"                   = "Ne, ne izbriši";
"_yes_delete_"                  = "Da, izbriši";
"_remove_cache_"                = "Poteka brisanje predpomnilnika ...";
"_optimizations_"               = "Prilagoditve";
"_synchronizations_"            = "Usklajene mape";
"_version_server_"              = "Različica strežnika";
"_help_"                        = "Pomoč";
"_change_simply_passcode_"      = "Spremeni vrsto gesla";
"_quota_"                       = "Količinska omejitev";
"_available_"                   = "na voljo";
"_accounts_"                    = "Računi";
"_information_"                 = "Podrobnosti";
"_personal_information_"        = "Osebni podatki";
"_user_full_name_"              = "Polno ime";
"_user_address_"                = "Naslov";
"_user_phone_"                  = "Telefonska številka";
"_user_email_"                  = "Elektronski naslov";
"_user_web_"                    = "Spletna stran";
"_user_twitter_"                = "Račun Twitter";
"_user_job_"                    = "Zaposlitev";
"_user_businesssize_"           = "Business size";
"_user_businesstype_"           = "Business type";
"_user_city_"                   = "Mesto";
"_user_country_"                = "Država";
"_user_company_"                = "Podjetje";
"_user_role_"                   = "loga";
"_user_zip_"                    = "Poštna številka";
"_user_owner_"                  = "Lastnik";
"_user_employee_"               = "Zaposlen";
"_user_contractor_"             = "Pogodbenik";
"_user_editprofile_"            = "Uredi profil";
"_favorite_offline_"            = "Favorites available offline";
"_favorite_offline_footer_"     = "Making all favorites available offline may take a while and use a lot of memory while doing it.";
"_advanced_"                    = "Napredno";
"_disable_files_app_"           = "Disable Files App integration";
"_disable_files_app_footer_"    = "Do not permit the access of files across the Apple Files application";
"_trial_"                       = "Trial";
"_trial_expired_day_"           = "Days remaining";
"_disableLocalCacheAfterUpload_footer_" = "After uploading the file, do not keep it in the local cache";
"_disableLocalCacheAfterUpload_"        = "Onemogoči krajevni predpomnilnik";

// Manage AutoUpload

"_autoupload_"                      = "Samodejno pošlji fotografije in posnetke";
"_autoupload_select_folder_"        = "Izbor mape za samodejno pošiljanje";
"_autoupload_error_select_folder_"  = "Izbrati je treba veljavno mapo za samodejno pošiljanje";
"_autoupload_background_"           = "Samodejno pošlji v ozadju";
"_autoupload_photos_"               = "Samodejno pošlji slike";
"_autoupload_videos_"               = "Samodejno pošlji videoposnetke";
"_autoupload_description_"          = "The new photos/videos will be uploaded in your Cloud";
"_autoupload_description_background_"  = "This option requires the use of GPS to trigger the detection of new photos/videos in the camera roll once the location changes significantly";
"_autoupload_background_title_"     = "Omejitve";
"_autoupload_background_msg_"       = "Due to iOS restrictions, it is not yet possible to perform background processes, unless GPS services are activated. Once the cell in the cellular network is changed, the system wakes up for a short time and checks for new photos to upload to the cloud.";
"_autoupload_change_location_"      = "Spremeni mapo";
"_autoupload_location_now_"         = "Mapa";
"_autoupload_location_default_"     = "Obnovi privzeto mapo";
"_autoupload_change_location_footer_" = "Change folder used for 'Automatic upload of camera photos' (if the option is enabled)";
"_autoupload_not_select_home_"      = "Izbor mape";
"_autoupload_save_album_"           = "Copy photo or video into the photo album";
"_autoupload_fullphotos_"           = "Upload the whole camera roll";
"_autoupload_fullphotos_footer_"    = "Adjust the options above before uploading";
"_autoupload_create_subfolder_"     = "Uporabi podmape";
"_autoupload_create_subfolder_footer_" = "Shrani v podmape kot leto in mesec";
"_autoupload_filenamemask_"         = "Spremeni masko imen datotek";
"_autoupload_filenamemask_footer_"  = "Spremeni samodejno masko imen datotek";
"_autoupload_current_folder_"       = "Trenutno izbrana mapa";

// Manage Help

"_help_tutorial_"               = "Tutorial";
"_help_intro_"                  = "Uvod v program Nextcloud";
"_help_activity_verbose_"       = "Podroben vir dejavnosti";
"_help_activity_mail_"          = "Pošiljaj obvestila o dejavnosti na elektronske naslove";
"_help_activity_clear_"         = "Počisti dejavnost";


// Manage Advanced

"_show_hidden_files_"           = "Pokaži skrite datoteke";
"_format_compatibility_"        = "Most Compatible";
"_format_compatibility_footer_" = "\"Most compatible\" will save, when possible, photos as JPEG";
"_privacy_"                     = "Zasebnost";
"_privacy_footer_"              = "Nextcloud iOS uses a service for the analysis of a crash. Your personal information is not sent with the report. If you want disable it, please change the setting \"Disable crash reporter\" to ON";
"_crashservice_title_"          = "Disable crash reporter";
"_crashservice_alert_"          = "This option requires a restart of the app to take effect";
"_upload_mov_livephoto_"        = "Live Photo";
"_upload_mov_livephoto_footer_" = "\"Live Photo\" will save, when possible, the photo selected in \"Live Photo\" format";

// Login

"_connect_server_anyway_"       = "Ali se vseeno želite povezati s strežnikom?";
"_connection_error_"            = "Napaka povezave";
"_serverstatus_error_"          = "Connection to server failure, verify your server address or network status";
"_add_your_nextcloud_"          = "Dodajte račun Nextcloud";
"_login_url_"                   = "Naslov strežnika: https://";
"_login_bottom_label_"          = "Don't have a server yet?\nChoose one of the providers.";
"_error_multidomain_"           = "Address not allowed, only the following domains are valid:";
"_account_already_exists_"      = "Račun %@ že obstaja";
"_traditional_login_"           = "Povrni na stari način prijave";
"_web_login_"                   = "Revert to web login method";
"_login_url_error_"             = "URL error, please verify your server URL";

// Favorite

"_favorites_"                   = "Priljubljeno";
"_favorite_"                    = "Priljubljeno";
"_unfavorite_"                  = "Odstrani oznako priljubljeno";
"_no_files_uploaded_"           = "Ni poslanih datotek";
"_tutorial_favorite_view_"      = "Datoteke ali mape, označene kot priljubljene, bodo zbrane na tem mestu.";
"_tutorial_offline_view_"       = "Files copied here will be available offline.\n\nThey will be synchronized with your cloud.";
"_tutorial_local_view_"         = "You'll find the unpacked files from your cloud.\n\nConnect to iTunes to share these files.";
"_more_"                        = "Več";
"_favorite_no_files_"           = "Ni še dodanih priljubljenih predmetov";


// Auto Upload

"_pull_down_"                               = "Pull down to refresh";
"_no_photo_load_"                           = "Ni slik oziroma posnetkov";
"_tutorial_autoupload_view_"                = "You can enable auto uploads from \"Settings\"";
"_no_date_"                                 = "Ni datuma";
"_today_"                                   = "Danes";
"_yesterday_"                               = "Včeraj";
"_time_"                                    = "Čas: %@\n\n%@";
"_location_not_enabled_"                    = "Geolokacijske storitve niso omogočene";
"_location_not_enabled_msg_"                = "Please go to \"Settings\" and turn on \"Location Services\"";
"_access_photo_not_enabled_"                = "Dostop do Slik ni omogočen";
"_access_photo_not_enabled_msg_"            = "Please go to \"Settings\" and turn on \"Photo Access\"";
"_access_photo_location_not_enabled_"       = "Dostop do slik in geolokacijskih storitev ni omogočen";
"_access_photo_location_not_enabled_msg_"   = "Please go to \"Settings\" and turn on \"Photo Access\" and \"Location Services\"";
"_tutorial_photo_view_"                     = "No photos or videos uploaded yet";
"_create_full_upload_"                      = "Creating archive… May take a long time, please wait.";
"_error_createsubfolders_upload_"           = "Prišlo je do napake med ustvarjanjem podrejenih map";
"_activate_autoupload_"                     = "Omogoči samodejno pošiljanje";
"_remove_photo_CameraRoll_"                 = "Remove from camera roll";
"_remove_photo_CameraRoll_desc_"            = "In case of a successful automatic upload, a message confirmation is required to delete the photos or videos from the camera roll. Remember that the deleted photos or videos are available in the Trash for 30 days.";

// Utility

"_never_"                       = "nikoli";
"_less_a_minute_"               = "pred manj kot minuto";
"_minutes_ago_"                 = "%d minutes ago";
"_hours_ago_"                   = "pred %d urami";
"_days_ago_"                    = "%d days ago";
"_over_30_days_"                = "več kot 30 dni";
"_connection_internet_offline_" = "The Internet connection appears to be offline or Wi-Fi is required";
"_insert_password_"             = "vpis gesla";
"_update_in_progress_"          = "Version upgrade, please wait…";
"_forbidden_characters_"        = "Ime datoteke ali mape vsebuje neveljavne znake.";
"_mail_not_can_send_mail_"      = "No account set up, or wrong email address entered";

// File

"_photo_camera_"                = "Slike";
"_media_"                       = "Media";
"_unzip_in_progress_"           = "Extraction in progress on local storage…";
"_file_unpacked_"               = "File unpacked on local storage";
"_file_saved_local_"            = "File saved on local storage.";
"_file_not_present_"            = "Error: File not present, please reload.";
"_order_by_"                    = "Razvrsti";
"_order_by_name_a_z_"           = "Razvrsti po imenu (od A do Z)";
"_sorted_by_name_a_z_"          = "Sorted by name (from A to Z)";
"_order_by_name_z_a_"           = "Razvrsti po imenu (od Z do A)";
"_sorted_by_name_z_a_"          = "Sorted by name (from Z to A)";
"_order_by_date_more_recent_"   = "Razvrsti od najmlajšega";
"_sorted_by_date_more_recent_"  = "Sorted from the most recent";
"_order_by_date_less_recent_"   = "Razvrsti od najstarejšega";
"_sorted_by_date_less_recent_"  = "Sorted from the less recent";
"_order_by_size_smallest_"      = "Razvrsti od najmanjšega";
"_sorted_by_size_smallest_"     = "Sorted from the smallest";
"_order_by_size_largest_"       = "Razvrsti od največjega";
"_sorted_by_size_largest_"      = "Sorted from the largest";
"_delete_selected_files_"       = "Izbriši datoteke";
"_move_selected_files_"         = "Premakni datoteke";
"_move_or_copy_selected_files_" = "Premakni ali kopiraj datoteke";
"_download_selected_files_"     = "Prejmi datoteke";
"_download_selected_files_folders_" = "Download files and folders";
"_error_operation_canc_"        = "Napaka: opravilo je preklicano";
"_only_lock_passcode_"          = "Available only with Lock password activated. Activate it in the \"Settings\".";
"_go_to_app_settings_"          = "Go to app settings";
"_passcode_protection_"         = "Zaščita z geslom";
"_remove_favorites_"            = "Odstrani iz priljubljenih";
"_remove_offline_"              = "Remove from offline";
"_add_favorites_"               = "Dodaj med priljubljene";
"_add_offline_"                 = "Add to offline";
"_remove_passcode_"             = "Odstrani zaščito z geslom";
"_protect_passcode_"            = "Zaščiti z geslom";
"_share_"                       = "Souporaba";
"_reload_"                      = "Ponovno naloži";
"_open_in_"                     = "Odpri s programom ...";
"_remove_local_file_"           = "Odstrani iz predpomnilnika";
"_add_local_"                   = "Dodaj v krajevno shrambo";
"_comm_erro_pull_down_"         = "Attention: Communication error with the server. Pull down to refresh.";
"_file_not_downloaded_"         = "file not downloaded";
"_file_not_uploaded_"           = "file not uploaded";
"_folders_"                     = "mape";
"_folder_"                      = "mapa";
"_files_"                       = "datoteke";
"_file_"                        = "datoteka";
"_folder_blocked_"              = "Mapa je blokirana";
"_downloading_progress_"        = "Initiating download of files…";
"_no_file_pull_down_"           = "Upload a file or pull down to refresh";
"_browse_images_"               = "Brskanje med slikami";
"_synchronized_folder_"         = "Ohrani mapo usklajeno";
"_remove_synchronized_folder_"  = "Turn off the synchronization";
"_synchronized_confirm_"        = "After enabling the synchronization, all files in the folder will be synchronized with the server, continue?";
"_offline_folder_confirm_"      = "After enabling the offline folder, all files in it will be synchronized with the server, continue?";
"_file_not_found_reload_"       = "Datoteke ni mogoče najti, povlecite navzdol za osvežitev";
"_title_section_download_"      = "DOWNLOAD";
"_title_section_upload_"        = "UPLOAD";
"_group_alphabetic_yes_"        = "✓ Group alphabetically";
"_group_alphabetic_no_"         = "Group alphabetically";
"_group_typefile_yes_"          = "✓ Group by Type File";
"_group_typefile_no_"           = "Group by Type File";
"_group_date_yes_"              = "✓ Group by date";
"_group_date_no_"               = "Group by date";
"_element_"                     = "predmet";
"_elements_"                    = "predmeti";
"_tite_footer_upload_wwan_"     = "  Wi-Fi network required, %lu %@ to upload";
"_tite_footer_upload_"          = "%lu %@ to upload";
"_tite_footer_download_wwan_"   = "  Wi-Fi network required, %lu %@ to download";
"_tite_footer_download_"        = "%lu %@ to download";
"_limited_dimension_"           = "Maximum size reached";
"_save_selected_files_"         = "Save images and videos to photo album";
"_file_not_saved_cameraroll_"   = "Error: File not saved in photo album";
"_file_saved_cameraroll_"       = "Datoteka je shranjena v foto album";
"_directory_on_top_yes_"        = "✓ Mape na vrhu";
"_directory_on_top_no_"         = "Mape na vrhu";
"_folder_automatic_upload_"     = "Folder for \"Auto upload\"";
"_search_no_record_found_"      = "Ni zadetkov";
"_search_in_progress_"          = "Poteka iskanje ...";
"_search_instruction_"          = "Search for file (minimum 2 characters)";
"_files_no_files_"              = "Na tem mestu še ni datotek";
"_files_no_folders_"            = "Na tem mestu še ni map";
"_request_in_progress_"         = "Request to server in progress…";

"audio"                         = "AUDIO";
"compress"                      = "COMPRESS";
"directory"                     = "FOLDERS";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "PREDLOGE";
"unknow"                        = "UNKNOWN";
"video"                         = "VIDEO";

"_file_del_only_local_"         = "Datoteke ni na strežniku";

"_copy_file_"                   = "Kopiraj datoteko";
"_copy_files_"                  = "Kopiraj datoteke";
"_paste_file_"                  = "Prilepi datoteko";
"_paste_files_"                 = "Prilepi datoteke";
"_open_quicklook_"              = "Open with Quick Look";

"_search_this_folder_"          = "Poišči v tej mapi";
"_search_all_folders_"          = "Išči v vseh mapah";
"_search_sub_folder_"           = "Poišči tu in v podrejenih mapah";

"_theming_is_light_"            = "Server theming too brightly coloured, not applicable";
"_cancel_all_task_"             = "Prekini vse prenose";

"_status_wait_download_"        = "Čakanje na prejem datoteke …";
"_status_in_download_"          = "In download";
"_status_downloading_"          = "Poteka prejemanje";
"_status_wait_upload_"          = "Waiting for upload";
"_status_in_upload_"            = "In upload";
"_status_uploading_"            = "Pošiljanje";

// Media

"_select_media_folder_"         = "Select the \"Media\" folder";
"_media_viewimage_show_"        = "Pokaži slike";
"_media_viewimage_hide_"        = "Skrij slike";
"_media_viewvideo_show_"        = "Pokaži video";
"_media_viewvideo_hide_"        = "Skrij video";

// Files Preview

"_insert_password_pfd_"         = "Secured PDF. Enter password";
"_password_pdf_error_"          = "Napačno geslo";
"_error_download_photobrowser_" = "Error: Unable to download photo";

// Share

"_share_link_"                  = "Povezava za souporabo";
"_share_link_button_"           = "Pošlji povezavo …";
"_password_"                    = "Geslo";
"_share_password_"              = "Password protected link";
"_share_expirationdate_"        = "Set expiration date for link";
"_date_"                        = "Datum";
"_share_title_"                 = "Souporaba";
"_add_sharee_"                  = "Dodaj uporabnike ali skupine";
"_add_sharee_footer_"           = "You can share this resource by adding users or groups. To remove a share, remove all users and groups";
"_find_sharee_title_"           = "Poišči";
"_find_sharee_"                 = "Poišči uporabnika ali skupino ...";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to search for (at least 2 characters) followed by 'Return', select the users that should be allowed to access the share followed by 'Done' to confirm";
"_user_is_group_"               = "(skupina)";
"_direct_sharee_title_"         = "Souporaba";
"_direct_sharee_footer_"        = "Če že poznate ime, ga vpišite, nato pa izberite vrsto souporabe in pritisnite tipko »Končano« za potrditev.";
"_direct_sharee_"               = "Vpis uporabniškega imena ...";
"_user_sharee_footer_"          = "Kliknite za spreminjanje dovoljenj";
"_share_type_title_"            = "Vrsta souporabe";
"_share_type_user_"             = "Uporabnik";
"_share_type_group_"            = "Skupina";
"_share_type_remote_"           = "Oddaljeno";
"_enforce_password_protection_" = "Vsili zaščito z geslom";
"_password_obligatory_"         = "Enforce password protection enabled, password obligatory";
"_shared_with_you_by_"          = "Shared with you by";
"_shareLinksearch_placeholder_" = "Vpišite ime in potrdite izbiro";
"_new_comment_"                 = "Nova opomba ...";
"_edit_comment_"                = "Uredi opombo";
"_delete_comment_"              = "Izbriši opombo";
"_share_allow_editing_"         = "Dovoli urejanje";
"_share_read_only_"             = "Le za branje";
"_share_allow_upload_"          = "Dovoli pošiljanje in urejanje";
"_share_file_drop_"             = "Povleci datoteke (samo nalaganje)";
"_share_hide_download_"         = "Skrij prejem";
"_share_password_protect_"      = "Zaščiti z geslom";
"_share_expiration_date_"       = "Nastavi datum preteka";
"_share_note_recipient_"        = "Sporočilo za prejemnika";
"_share_delete_sharelink_"      = "Izbriši povezavo za souporabo";
"_share_add_sharelink_"         = "Dodaj novo povezavo";
"_share_can_reshare_"           = "Lahko omogoči souporabo naprej";
"_share_can_create_"            = "Lahko ustvari";
"_share_can_change_"            = "Lahko spremeni";
"_share_can_delete_"            = "Lahko izbriše";
"_share_unshare_"               = "Prekini souporabo";

// Share Permission

"_share_permission_title_"          = "Dovoljenja";
"_share_permission_edit_"           = "Lahko ureja";
"_share_permission_file_can_write_" = "Lahko zapiše datoteke";
"_share_permission_create_"         = "Lahko ustvari";
"_share_permission_create_file_"    = "Lahko ustvari datoteke";
"_share_permission_create_folder_"  = "Lahko ustvari mape";
"_share_permission_change_"         = "Lahko spremeni";
"_share_permission_delete_"         = "Lahko izbriše";
"_share_permission_share_"          = "Lahko omogoči souporabo";
"_share_permission_rename_"         = "Lahko preimenuje";
"_share_permission_move_"           = "Lahko premakne";
"_share_permission_read_"           = "Lahko prebere";
"_share_permission_info_"           = "Podrobnosti o souporabi";
"_share_permission_path_"           = "Datoteka/Mapa";
"_share_permission_type_"           = "Vrsta";
"_share_permission_typeuser_"       = "Uporabnik";
"_share_permission_typegroup_"      = "Skupina";
"_share_permission_typepubliclink_" = "Povezava";
"_share_permission_typefederated_"  = "Zvezni oblak";
"_share_permission_owner_"          = "Lastnik";
"_share_permission_date_"           = "Datum";
"_share_permission_email_"          = "Obvestilo prek elektronske pošte";
"_share_link_readonly_"             = "Le za branje";
"_share_link_modify_"               = "Dovoli urejanje";
"_share_link_upload_"               = "Povleci datoteke (samo nalaganje)";
"_share_link_upload_modify_"        = "Dovoli pošiljanje in urejanje";
"_share_link_hide_download_"        = "Skrij prejem";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "V souporabi z vami";
"_type_resource_external_"          = "Zunanja shramba";

// Share Ext

"_destiny_folder_"                  = "Mapa: %@";

"_no_transfer_"                     = "No transfers yet";
"_no_transfer_sub_"                 = "Uploads and downloads from this device will show up here";
"_no_activity_"                     = "Ni še zabeležene dejavnosti";
"_transfers_"                       = "Prenosi";
"_activity_"                        = "Dejavnost";
"_activity_file_not_present_"       = "File no longer present";
"_trash_file_not_found_"            = "It seems that the file is not in the trash, go to the trash to update it and try again";

// List Shares

"_list_shares_"                     = "Souporaba";
"_list_shares_no_files_"            = "No shares yet";
"_tutorial_list_shares_view_"       = "Datoteke in mape v souporabi bodo zbrane na tem mestu";


// Offline - Local Storage

"_create_synchronization_"          = "Ustvari usklajevanje";
"_offline_"                         = "Offline";
"_local_storage_"                   = "Krajevna shramba";
"_local_storage_no_record_"         = "No files yet";

// Create Cloud

"_upload_photos_videos_"            = "Upload photos or videos";
"_upload_file_"                     = "Pošlji datoteko";
"_upload_file_text_"                = "Ustvari besedilno datoteko";
"_create_nextcloudtext_document_"   = "Create text document";

// Document Picker

"_save_document_picker_"            = "Shrani na to mesto";

// CreateFormUploadAssets

"_destination_folder_"              = "Ciljna mapa";
"_use_folder_auto_upload_"          = "Use the \"Auto upload\" folder as destination";
"_rename_filename_"                 = "Preimenuj";
"_filename_"                        = "Ime datoteke";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time";
"_forbidden_characters_"            = "Ime datoteke ali mape vsebuje neveljavne znake.";
"_add_filenametype_"                = "Specify type in filename";
"_filenametype_photo_video_"        = "Slike/Video";
"_maintain_original_filename_"      = "Ohrani izvorno ime datoteke";
"_modify_photo_"                    = "Spremeni fotografijo";

// Notification

"_notification_"                    = "Obvestilo";
"_no_notification_"                 = "No notification yet";

// Photo Browser

"Done"                              = "Končano";
"Select Photos"                     = "Izbor fotografij";
"photo"                             = "slika";
"photos"                            = "fotografije";
"of"                                = "of";
"%i of %i"                          = "%1$i od %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Auto upload filename";

// Text File

"_untitled_txt_"                    = "neimenovano.txt";
"_text_upload_title_"               = "Pošlji besedilno datoteko";

// EndToEnd Encryption

"_e2e_settings_title_"              = "Šifriranje";
"_e2e_settings_"                    = "Celovito šifriranje E2E";
"_e2e_settings_start_"              = "Začni celovito šifriranje E2E";
"_e2e_settings_not_available_"      = "Celovito šifriranje E2E ni na voljo";
"_e2e_settings_activated_"          = "Celovito šifriranje E2E je omogočeno";
"_e2e_settings_view_passphrase_"    = "Vseh 12 besed skupaj predstavlja izredno močno geslo, s katerim imate le vi možnost ogleda in uporabe šifriranih datotek. Geslo si zapišite in shranite nekje na varnem.";
"_e2e_settings_read_passphrase_"    = "Read passphrase";
"_e2e_settings_lock_not_active_"    = "Lock not active, go back to \"Settings\" and activate it";
"_e2e_settings_the_passphrase_is_"  = "The passphrase is:";
"_e2e_passphrase_request_title_"    = "Request passphrase";
"_e2e_passphrase_request_message_"  = "Insert the 12 words";
"_e2e_settings_remove_"             = "Odstrani šifriranje krajevno";
"_e2e_settings_remove_message_"     = "Confirm removal of encryption along with the passphrase.";
"_e2e_set_folder_encrypted_"        = "Šifriraj";
"_e2e_remove_folder_encrypted_"     = "Odšifriraj";
"_e2e_goto_settings_for_enable_"    = "Izbrana je šifrirana mapa. Celovito šifriranje E2E lahko omogočite med nastavitvami sistema.";
"_e2e_delete_folder_not_permitted_" = "Deletion of the directory marked as 'encrypted' is not allowed";
"_e2e_error_encode_metadata_"       = "Serious internal error in encoding metadata";
"_e2e_error_decode_metadata_"       = "Serious internal error in decoding metadata";
"_e2e_error_create_encrypted_"      = "Ni mogoče ustvariti šifrirane datoteke";
"_e2e_error_update_metadata_"       = "Posodobi napako metapodatkov";
"_e2e_error_store_metadata_"        = "Metapodatkov ni mogoče shraniti";
"_e2e_error_send_metadata_"         = "Metapodatkov ni mogoče poslati";"_e2e_error_delete_metadata_"       = "Metapodatkov ni mogoče izbrisati";
"_e2e_error_get_metadata_"          = "Metapodatkov ni mogoče pridobiti";
"_e2e_error_not_enabled_"           = "Izjemna notranja napaka. Celovito šifriranje E2E ni omogočeno.";
"_e2e_error_record_not_found_"      = "Serious internal error. Records not found";
"_e2e_error_unlock_"                = "Ni mogoče odkleniti mape";
"_e2e_error_lock_"                  = "Ni mogoče zakleniti mape";
"_e2e_error_delete_mark_folder_"    = "Decrypt marked folder";
"_e2e_error_mark_folder_"           = "Šifriraj mapo";
"_e2e_error_directory_not_empty_"   = "Mapa ni prazna.";

// Scan Document

"_scans_document_"                  = "Optično preberi dokument";
"_scanned_images_"                  = "Optično prebrane slike";
"_scan_document_pdf_page_"          = "Stran";
"_scan_label_document_zone_"        = "Drag images down for document creation";
"_filter_original_"                 = "Izvorno";
"_filter_bn_"                       = "Črnobelo";
"_filter_grayscale_"                = "Sivinsko";
"_quality_image_title_"             = "Kakovost slike";
"_quality_high_"                    = "Velika velikost z visoko kakovostjo";
"_quality_medium_"                  = "Average file size of medium quality";
"_quality_low_"                     = "Small file size of low quality";
"_file_type_"                       = "Vrsta datoteke";
"_pdf_password_"                    = "Geslo PDF";
"_file_creation_"                   = "File creation";
"_delete_all_scanned_images_"       = "Do you want to delete all scanned images?";
"_text_recognition_"                = "Text recognition";

/* The title on the navigation bar of the Scanning screen. */
"wescan.scanning.title"             = "Scanning";
/* The "Next" button on the right side of the navigation bar on the Edit screen. */
"wescan.edit.button.next"           = "Naprej";
/* The title on the navigation bar of the Edit screen. */
"wescan.edit.title"                 = "Edit Scan";
/* The "Done" button on the right side of the navigation bar on the Review screen. */
"wescan.review.button.done"         = "Končano";
/* The title on the navigation bar of the Review screen. */
"wescan.review.title"               = "Pregled";

// Trah

"_trash_view_"                      = "Izbrisane datoteke";
"_trash_restore_all_"               = "Obnovi vse datoteke";
"_trash_delete_all_"                = "Izprazni smeti";
"_trash_no_trash_"                  = "Ni izbrisanih datotek";
"_trash_no_trash_description_"      = "Izbrisane datoteke je mogoče povrniti na tem mestu";
"_trash_restore_selected_"          = "Obnovi izbrane datoteke";
"_trash_delete_selected_"           = "Deleted selected files";

// Offline

"_manage_file_offline_"             = "Manage offline files";
"_set_available_offline_"           = "Nastavi dosegljivost brez povezave";
"_remove_available_offline_"        = "Odstrani dosegljivost brez povezave";

// Richdocuments

"_create_new_document_"             = "Ustvari nov dokument";
"_create_new_spreadsheet_"          = "Ustvari novo preglednico";
"_create_new_presentation_"         = "Ustvari novo predstavitev";
"_go_online_"                       = "Go online to see the document";

// Intro

"_intro_1_title_"                   = "Hranite podatke varno in pod vašim nadzorom";
"_intro_2_title_"                   = "Secure collaboration & file exchange";
"_intro_3_title_"                   = "Easy-to-use web mail, calendering & contacts";
"_intro_4_title_"                   = "Souporaba zaslona, spletni sestanki in konference";

"_log_in_"                          = "Prijava";
"_sign_up_"                         = "Prijava prek ponudnika";
"_host_your_own_server"             = "Gostite osebni strežnik";

// Error

"_unauthorized_"                        = "Neoverjeno";
"_bad_username_password_"               = "Napačno uporabniško ime ali geslo";
"_cancelled_by_user"                    = "Prenos je preklican";
"_error_folder_destiny_is_the_same_"    = "It is not possible to move the folder into itself";
"_error_not_permission_"                = "Ni ustreznih dovoljenj za dokončanje tega opravila";
"_error_path_"                          = "Unable to open this file or folder. Please make sure it exists";
"_file_upload_not_exitst_"              = "The file that you want to upload does not exist";
"_forbidden_characters_from_server_"    = "The name contains at least one invalid character";
"_not_connected_internet_"              = "Napaka povezave s strežnikom";
"_not_possible_connect_to_server_"      = "It is not possible to connect to the server at this time";
"_not_possible_create_folder_"          = "Mape ni mogoče ustvariti";
"_server_down_"                         = "Ni mogoče vzpostaviti povezave s strežnikom";
"_time_out_"                            = "Timeout, try again";
"_unknow_response_server_"              = "Unexpected response from server";
"_user_authentication_required_"        = "Zahtevana je overitev uporabnika";
"_file_directory_locked_"               = "Datoteka ali mapa je zaklenjena";
"_ssl_certificate_untrusted_"           = "Potrdilo za ta strežnik ni veljavno";
"_internal_server_"                     = "Notranja napaka strežnika";
"_file_already_exists_"                 = "Unable to complete the operation, a file with the same name exists";
"_file_folder_not_exists_"              = "The source file wasn't found at the specified path";
"_folder_contents_nochanged_"           = "Vsebina mape se ni spremenila";
"_images_invalid_converted_"            = "The image is invalid and cannot be converted to a thumbnail";
"_method_not_expected_"                 = "Unexpected request method";
"_reauthenticate_user_"                 = "Dovoljenje za dostop poteklo; zahtevana je ponovna prijava.";
"_server_error_retry_"                  = "Strežnik trenutno ni dosegljiv";
"_too_many_files_"                      = "Too many files would be involved in this operation";
"_too_many_request_"                    = "Sending too many requests caused the rate limit to be reached";
"_user_over_quota_"                     = "Dosežena je količinska omejitev shrambe";
"_ssl_connection_error_"                = "Napaka povezave SSL, poskusite znova";
"_bad_request_"                         = "Bad request";
"_webdav_locked_"                       = "WebDAV Locked: Trying to access locked resource";
"_error_user_not_available_"            = "The user is no longer available";
"_server_response_error_"               = "Server response content error";
"_no_nextcloud_found_"                  = "Strežnika Nextcloud ni mogoče najti";
"_error_decompressing_"                 = "Error during decompressing. Unknown compression method or the file is corrupt";
"_error_json_decoding_"                 = "Serious internal error in decoding metadata (The data couldn’t be read because it isn’t in the correct format.)";
"_error_check_remote_user_"             = "Server responded with error, password re-entry is required";
"_request_entity_too_large_"            = "The file is too large";
"_not_possible_download_"               = "It is not possible to download the file";
"_not_possible_upload_"                 = "It is not possible to upload the file";
"_method_not_allowed_"                  = "The requested method is not supported";
"_invalid_url_"                         = "Neveljaven naslov URL";
"_invalid_literal_"                     = "Invalid search string";
"_invalid_date_format_"                 = "Invalid date format";
"_invalid_data_format_"                 = "Invalid data format";
"_error_decode_xml_"                    = "Invalid response, error decode XML";
"_internal_generic_error_"              = "notranja napaka";

// QRCode

"_qrcode_not_authorized_"   = "This app is not authorized to use Back Camera";
"_qrcode_not_supported_"    = "Trenutno uporabljena naprava ne podpira kode QRCode";

// Voice Memo

"_create_voice_memo_"       = "Ustvari glasovni opomnik";
"_voice_memo_start_"        = "Pritisnite za začetek";
"_voice_memo_stop_"         = "Pritisnite za zaustavitev";
"_voice_memo_filename_"     = "Voice memo";
"_voice_memo_title_"        = "Pošlji glasovni opomnik";

// Passcode

"Enter Passcode"            = "Enter Passcode";
"Enter a new passcode"      = "Enter a new passcode";
"Confirm new passcode"      = "Confirm new passcode";
"Passcodes didn't match. Try again." = "Passcodes didn't match. Try again.";
"Delete"                    = "Izbriši";
"Cancel"                    = "Prekliči";

// IM

"_textnote_"                = "Besedilno sporočilo";
"_audionote_"               = "Zvočno sporočilo";
"_removeaudionote_"         = "Ali želite izbrisati zvočno sporočilo?";
"_detailpicture_"           = "Podrobna slika";
"_creation_archive_error_"  = "Error while creating archive";
"_read_audio_error_"        = "Error while reading audio file";
"_create_audio_error_"      = "Error while creating audio file";
"_create_image_error_"      = "Error while creating image file";
"_error_open_file_"         = "Error while opening a file";
"_new_background_im_"       = "Select an image, take a picture or do not select anything for a canvas background. Press 'Done' to complete.";
